const questions = [ 
  { id: 1, question: 'Подтверждено: сознание наших соотечественников не замутнено пропагандой?', answer: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития.'},

  { id: 2, question: 'Прототип нового сервиса - это как трубный призыв?', answer: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития.'},

  { id: 3, question: 'Частокол на границе продолжает удивлять?', answer: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития.'},

  { id: 4, question: 'Очевидцы сообщают, что слышали грохот грома градущих изменений?', answer: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития.'},

  { id: 5, question: 'И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?', answer: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития.'},

  { id: 6, question: 'Нынче никто не может себе позволить инициировать треск разлетающихся скреп?', answer: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития.'},

  { id: 7, question: 'Высококачественный прототип будущего проекта обнадёживает?', answer: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития.'},
]

export default questions