import { ReactComponent as AvatarIcon1 } from '../icons/avatar1.svg'
import { ReactComponent as AvatarIcon2 } from '../icons/avatar2.svg'
import { ReactComponent as AvatarIcon3 } from '../icons/avatar3.svg'
import { ReactComponent as AvatarIcon4 } from '../icons/avatar4.svg'

const slides = [
  { id: 1, image: <AvatarIcon1 />, name: 'Константинов Михаил Павлович', city: 'Санкт-Петербург', text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы '},
  { id: 2, image: <AvatarIcon2 />, name: 'Иван Иванов', city: 'Санкт-Петербург', text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы '},
  { id: 3, image: <AvatarIcon3 />, name: 'Артем Корнилов', city: 'Самара', text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'},
  { id: 4, image: <AvatarIcon4 />, name: 'Иван Иванов', city: 'Самара', text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'}
]

export default slides